"More options" = "Fler alternativ";
"Account enabled" = "Account enabled";
"Default account" = "Standardkonto";
"Push Notification" = "Push Notification";
"Username" = "Användarnamn";
"Display name" = "Visningsnamn";
"User ID" = "Användar-ID";
"Password" = "Lösenord";
"Domain" = "Domän";
"Proxy" = "Proxy";
"Transport" = "Transport";
"Outbound proxy" = "Utgående proxy";
"AVPF" = "AVPF";
"Expire" = "Expire";
"Country code prefix" = "Country code prefix";
"Substitute + in phone numbers" = "Substitute + in phone numbers";
"Remove Account" = "Ta bort konto";
